INSERT INTO tasks(task_name, description, start_date, end_date)
VALUES
    ('Презентация совещания', 'Подготовить презентацию для совещания', '2025-07-17 09:00:00', '2025-07-17 11:00:00'),
    ('Логирование модуль', 'Разработать модуль логирования', '2025-07-18 13:00:00', '2025-07-18 15:30:00'),
    ('Код-ревью', 'Провести код-ревью', '2025-07-19 10:00:00', '2025-07-19 12:00:00'),
    ('Документация', 'Обновить документацию проекта', '2025-07-20 14:00:00', '2025-07-20 16:00:00'),
    ('Тестирование', 'Тестирование новой функциональности', '2025-07-21 09:30:00', '2025-07-21 11:00:00');
